Repository: dbtek/radman
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Stream Config
tr: Yayın Ayarları

source: Mark selected players active
tr: Seçili player nesnelerini aktifleştir

source: Mark selected players inactive
tr: Seçili player nesnelerini pasifleştir

source: Play
tr: Dinle

source: Play URL
tr: Paylaşma Adresi

source: Name
tr: İsim

source: Mount
tr: Dinleme Noktası

source: Password
tr: Şifre

source: Leave empty for open access
tr: Şifresiz erişim için boş bırakınız

source: Description
tr: Açıklama

source: Active
tr: Aktif

source: Please add a descriptive name
tr: Lütfen açıklayıcı bir isim giriniz

source: Player
tr: Link

source: Players
tr: Linkler

source: Stream URL
tr: Akış URL'i

source: Video Player
tr: Video Linki

source: Video Players
tr: Video Linkleri

source: Export to Excel
tr: Excel formatında dışa aktar

source: Organization
tr: Grup

source: ip
tr: IP Adresi

source: Web Browser
tr: Tarayıcı

source: Name - Surname
tr: İsim - Soyisim

source: Created at
tr: Oluşturma Tarihi

source: Updated at
tr: Güncelleme Tarihi

source: Device & browser info
tr: Cihaz ve tarayıcı bilgileri

source: Region info
tr: Konum bilgisi

source: Listener log
tr: Dinleyici kaydı

source: Listener logs
tr: Dinleyici kayıtları
